Repository: 0x5bfa/FluentHub
Catalog: FluentHub/Strings/*/Resources.resw
Source language: en_us
Languages: es_es

source: Activities
es_es: Actividad

source: App settings
es_es: Ajustes

# AuthFluentHub
source: Authorize FluentHub
es_es: Autoriza a FluentHub

source: Back
es_es: Atrás

source: Discussions
es_es: Discusiones

source: Forward
es_es: Adelante

# GladText
source: To user all features, just you need to sign in first.
es_es: Agradecemos el tenerte aquí. Para usar todas las funciones, solo necesitas iniciar sesión.

source: Home
es_es: Inicio

# HowToSignIn
source: You can log in to GitHub in various ways. By authenticating, you can access more GitHub data and gain more experience.
es_es: Puedes inciar sesión en GitHub de varias maneras. Iniciando sesión puedes acceder a más datos de los servidores de GitHub, teniendo así una mejor experiencia.

source: Issues
es_es: Propuestas

# MoreAuthOptionsComingSoon
source: In the future, password and token authentication will be enabled.
es_es: En el futuro, el inicio mediante contraseña y token estarán disponibles.

source: My work
es_es: Mi trabajo

source: Notifications
es_es: Notificaciones

# OnlyWebAuth
source: Only web authentication is valid
es_es: Solo la autentificación web es válida

# OpenWithBrowser
source: Open with your browser
es_es: Abrir en tu navegador

source: Organizations
es_es: Organizaciones

source: Profile
es_es: Perfil

source: Pull Requests
es_es: Solicitudes de cambio

source: Refresh
es_es: Refrescar

source: Repositories
es_es: Repositorios

source: Starred
es_es: Marcado con Estrella

source: Start setup
es_es: Iniciar configuración inicial

# ToolbarSearchBarPlaceholder
source: Find code, projects, and people on GitHub
es_es: Encuentra código, proyectos, y gente en GitHub

source: Welcome to
es_es: Bienvenido a
